Repository: Bek-End/diplom
Catalog: l10n/app_*.arb
Languages: ru

source: Final qualifying work
ru: Выпускная квалификационная работа

# annotation
source: The problem of free convection in a horizontal layer of an incombustible viscous liquid in a stationary regime is considered, where the lower boundary of the layer is heated, which leads to the appearance of a convective fluid flow in the layer, and heat transfer occurs at the upper free boundary of the layer according to the Fourier law.
ru: Рассмотрено задача свободной конвекции в горизонтальном слое несжигаемой вязкой жидкости в стационарном режиме, где нижняя граница слоя нагревается, что приводит к возникновению конвективного течения жидкости в слое, а на верхней свободной границе слоя осуществляется теплообмен по закону Фурье.

source: Familiarize yourself with theoretical materials
ru: Ознакомиться с теоретическими материалами

# thanks
source: Special thanks to Anisimova Irina Viktorovna
ru: Особая благодарность Анисимовой Ирине Викторовне

source: Table
ru: Таблица

source: Result
ru: Результат

source: Calculate
ru: Вычислить

source: Atmosphere
ru: Воздух

source: Water
ru: Вода

# iterations
source: Sweep method's iterations
ru: Итерации метода прогонки

source: Horizontal dimension
ru: Горизонтальный размер

source: Heating temperature
ru: Температура нагрева

source: Ambient temperature
ru: Температура среды

source: Viscosity
ru: Вязкость

source: Thermal diffusivity
ru: Температуропроводность

source: Thermal expansion
ru: Тепловое расширение

source: Heat dissipation
ru: Теплоотдача
